Repository: openstack/oslo.vmware
Catalog: oslo.vmware/locale/*/LC_MESSAGES/oslo.vmware-log-warning.po
Languages: fr

source: Error occurred while checking whether the current session: %s is active.
fr: Une erreur est survenue pendant la vérification de la session en cours: %s est active.

source: Error occurred while closing the file handle
fr: Une erreur est survenue pendant la fermeuture du fichier de traitement

source: Error occurred while reading error message for lease: %s.
fr: Une erreur est survenue pendant la lecture du message d'erreur pour le bail: %s.

source: Error occurred while reading the HTTP response.
fr: Une erreur est survenue pendant la lecture de la réponse HTTP.

source: Error occurred while releasing the lease for %s.
fr: Une erreur est survenue pendant la libération du bail pour %s.

source: Exception which is in the suggested list of exceptions occurred while invoking function: %s.
fr: Exception qui est dans la liste proposée des exceptions est survenu lors de l'appel fonction: %s.

source: PBM WSDL file %s not found.
fr: Fichier PBM WSDL %s non trouvé.

source: Re-creating session due to connection problems while invoking method %(module)s.%(method)s.
fr: Re-création de session en raison de problèmes de connexion en invoquant la méthode %(module)s.%(method)s.

source: Unable to retrieve value for %(path)s Reason: %(reason)s
fr: Impossible de récupérer les valeurs pour %(path)s Raison: %(reason)s

source: task run outlasted interval by %s sec
fr: Exécution de la tache par intervalle de %s sec
